Repository: Splynek/splynek
Catalog: iOS/SplynekCompanion/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt

source: / 100 avg
de: / 100 Durchschnitt
es: / 100 promedio
fr: / 100 moyenne
it: / 100 media
pt_pt: / 100 média

source: total · %@
de: insgesamt · %@
fr: au total · %@
it: totale · %@
pt_pt: no total · %@

# %@ of %@ apps in the high-risk band.
source: %1$@ of %2$@ apps in the high-risk band.
de: %1$@ von %2$@ Apps im Hochrisikobereich.
es: %1$@ de %2$@ apps en la franja de alto riesgo.
fr: %1$@ sur %2$@ applications dans la tranche à haut risque.
it: %1$@ di %2$@ app nella fascia ad alto rischio.
pt_pt: %1$@ de %2$@ apps na faixa de alto risco.

# %@ of %@ installed apps have an EU/OSS alternative listed.
source: %1$@ of %2$@ installed apps have an EU/OSS alternative listed.
de: %1$@ von %2$@ installierten Apps haben eine EU/OSS-Alternative gelistet.
es: %1$@ de %2$@ apps instaladas tienen una alternativa EU/OSS listada.
fr: %1$@ sur %2$@ applications installées disposent d'une alternative UE/OSS répertoriée.
it: %1$@ di %2$@ app installate hanno un'alternativa EU/OSS elencata.
pt_pt: %1$@ de %2$@ apps instaladas têm uma alternativa EU/OSS listada.

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt_pt: Sobre

source: Boundary radius
de: Begrenzungsradius
es: Radio del límite
fr: Rayon de la limite
it: Raggio del confine
pt_pt: Raio do limite

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar

source: Couldn't find a URL to share
de: Keine URL zum Teilen gefunden
es: No se encontró ninguna URL para compartir
fr: Aucune URL trouvée à partager
it: Nessun URL trovato da condividere
pt_pt: Não foi encontrado um URL para partilhar

source: Discovered on this network
de: In diesem Netzwerk gefunden
es: Detectados en esta red
fr: Détectés sur ce réseau
it: Rilevati su questa rete
pt_pt: Detetados nesta rede

source: Faster — open Splynek on your Mac, go to Settings → Web dashboard, and aim at the iPhone-pair QR.
de: Schneller — öffne Splynek auf deinem Mac, gehe zu Einstellungen → Web-Dashboard und richte die Kamera auf den iPhone-Pair-QR.
es: Más rápido — abre Splynek en tu Mac, ve a Ajustes → Panel web y apunta al QR de emparejamiento del iPhone.
fr: Plus rapide — ouvre Splynek sur ton Mac, va dans Réglages → Tableau web et vise le QR d'appairage iPhone.
it: Più veloce — apri Splynek sul Mac, vai in Impostazioni → Dashboard web e inquadra il QR di abbinamento iPhone.
pt_pt: Mais rápido — abre o Splynek no Mac, vai a Definições → Painel web e aponta para o QR de emparelhamento iPhone.

source: Home location
de: Standort zuhause
es: Ubicación de casa
fr: Localisation de la maison
it: Posizione di casa
pt_pt: Localização de casa

source: Host (e.g. mac.local or 192.168.1.20)
de: Host (z. B. mac.local oder 192.168.1.20)
es: Host (p. ej. mac.local o 192.168.1.20)
fr: Hôte (ex. mac.local ou 192.168.1.20)
it: Host (es. mac.local o 192.168.1.20)
pt_pt: Anfitrião (ex. mac.local ou 192.168.1.20)

source: Last seen %@
de: Zuletzt gesehen %@
es: Visto por última vez %@
fr: Vu pour la dernière fois %@
it: Visto l'ultima volta %@
pt_pt: Visto pela última vez %@

source: Name (e.g. Paulo's MacBook)
de: Name (z. B. Paulos MacBook)
es: Nombre (p. ej. el MacBook de Paulo)
fr: Nom (ex. MacBook de Paulo)
it: Nome (es. MacBook di Paulo)
pt_pt: Nome (ex. MacBook do Paulo)

source: No Macs paired yet
de: Noch keine Macs verbunden
es: Aún no hay ningún Mac emparejado
fr: Aucun Mac appairé pour le moment
it: Nessun Mac abbinato
pt_pt: Ainda não há Macs emparelhados

source: No Macs paired yet. Add one from the Macs tab.
de: Noch keine Macs verbunden. Füge einen über den Macs-Tab hinzu.
es: Aún no hay ningún Mac emparejado. Añade uno desde la pestaña Macs.
fr: Aucun Mac appairé pour le moment. Ajoutes-en un depuis l'onglet Macs.
it: Nessun Mac abbinato. Aggiungine uno dalla scheda Macs.
pt_pt: Ainda não há Macs emparelhados. Adiciona um a partir do separador Macs.

source: No Macs paired. Switch to the Macs tab to pair one first.
de: Keine Macs verbunden. Wechsle zum Macs-Tab, um einen zu verbinden.
es: Ningún Mac emparejado. Cambia a la pestaña Macs para emparejar uno.
fr: Aucun Mac appairé. Va dans l'onglet Macs pour en appairer un.
it: Nessun Mac abbinato. Vai alla scheda Macs per abbinarne uno.
pt_pt: Nenhum Mac emparelhado. Muda para o separador Macs para emparelhar um.

source: No active downloads
de: Keine aktiven Downloads
es: No hay descargas activas
fr: Aucun téléchargement en cours
it: Nessun download attivo
pt_pt: Sem transferências ativas

source: On the Mac: Settings → API tokens → Mint token (Read + write). Permanent until you revoke it.
de: Am Mac: Einstellungen → API-Tokens → Token erstellen (Lesen + schreiben). Bleibt bestehen, bis Sie ihn widerrufen.
es: En el Mac: Ajustes → Tokens de API → Crear token (Lectura + escritura). Permanente hasta que lo revoques.
fr: Sur le Mac : Réglages → Jetons d'API → Créer un jeton (Lecture + écriture). Permanent jusqu'à révocation.
it: Sul Mac: Impostazioni → Token API → Crea token (Lettura + scrittura). Permanente fino a quando non lo revochi.
pt_pt: No Mac: Definições → Tokens de API → Criar token (Leitura + escrita). Permanente até o revogares.

source: On the Mac: Settings → Web dashboard → copy. Rotates on relaunch + on Regenerate-token clicks; you'd need to re-pair after each.
de: Am Mac: Einstellungen → Web-Dashboard → kopieren. Wird bei jedem Neustart und bei jedem Klick auf „Token regenerieren“ rotiert; nach jedem Vorgang muss neu gekoppelt werden.
es: En el Mac: Ajustes → Panel web → copiar. Rota en cada relanzamiento y en cada clic de Regenerar token; tendrás que volver a emparejar después de cada uno.
fr: Sur le Mac : Réglages → Tableau de bord web → copier. Régénéré à chaque relance et à chaque clic sur Régénérer le jeton ; vous devrez ré-appairer après chaque opération.
it: Sul Mac: Impostazioni → Pannello web → copia. Ruota a ogni rilancio e a ogni clic su Rigenera token; dovrai abbinare di nuovo dopo ognuno.
pt_pt: No Mac: Definições → Painel web → copiar. Roda a cada relançamento e a cada clique em Regenerar token; terás de re-emparelhar depois de cada um.

source: On this Wi-Fi
de: In diesem WLAN
es: En esta Wi-Fi
fr: Sur ce Wi-Fi
it: Su questa Wi-Fi
pt_pt: Nesta Wi-Fi

source: Open Splynek Companion to pair your Mac, then come back here.
de: Öffne Splynek Companion, um deinen Mac zu verbinden, und komm dann zurück.
es: Abre Splynek Companion para emparejar tu Mac y vuelve aquí.
fr: Ouvre Splynek Companion pour appairer ton Mac, puis reviens ici.
it: Apri Splynek Companion per abbinare il Mac, poi torna qui.
pt_pt: Abre o Splynek Companion para emparelhar o teu Mac e volta aqui.

source: Open Splynek on your Mac, go to Settings → Sharing, and tap the copy-token button.
de: Öffne Splynek auf deinem Mac, gehe zu Einstellungen → Teilen und tippe auf „Token kopieren".
es: Abre Splynek en tu Mac, ve a Ajustes → Compartir y pulsa el botón Copiar token.
fr: Ouvre Splynek sur ton Mac, va dans Réglages → Partage et appuie sur Copier le jeton.
it: Apri Splynek sul Mac, vai in Impostazioni → Condivisione e tocca Copia token.
pt_pt: Abre o Splynek no Mac, vai a Definições → Partilha e toca em Copiar token.

source: Open Splynek on your Mac, then tap + to pair.
de: Öffne Splynek auf deinem Mac und tippe dann auf +, um zu verbinden.
es: Abre Splynek en tu Mac y pulsa + para emparejar.
fr: Ouvre Splynek sur ton Mac, puis appuie sur + pour appairer.
it: Apri Splynek sul Mac, poi tocca + per abbinare.
pt_pt: Abre o Splynek no Mac e toca em + para emparelhar.

source: Or: session token
de: Oder: Sitzungs-Token
es: O: token de sesión
fr: Ou : jeton de session
it: Oppure: token di sessione
pt_pt: Ou: token de sessão

source: Pair
de: Verbinden
es: Emparejar
fr: Appairer
it: Abbina
pt_pt: Emparelhar

source: Pair a Mac
de: Mac verbinden
es: Emparejar un Mac
fr: Appairer un Mac
it: Abbina un Mac
pt_pt: Emparelhar um Mac

source: Pair a Mac to see your Splynek insights here.
de: Koppeln Sie einen Mac, um hier Ihre Splynek-Insights zu sehen.
es: Empareja un Mac para ver aquí tus insights de Splynek.
fr: Appairez un Mac pour voir ici vos insights Splynek.
it: Abbina un Mac per vedere qui i tuoi insight di Splynek.
pt_pt: Empareia um Mac para veres aqui os teus insights do Splynek.

source: Paired
de: Verbunden
es: Emparejados
fr: Appairés
it: Abbinati
pt_pt: Emparelhados

source: Paired Macs
de: Verbundene Macs
es: Macs emparejados
fr: Macs appairés
it: Mac abbinati
pt_pt: Macs emparelhados

source: Pairing…
de: Verbinden …
es: Emparejando…
fr: Appairage…
it: Abbinamento…
pt_pt: A emparelhar…

source: Paste from Mac → Settings → Sharing
de: Vom Mac → Einstellungen → Teilen einfügen
es: Pegar desde Mac → Ajustes → Compartir
fr: Coller depuis Mac → Réglages → Partage
it: Incolla da Mac → Impostazioni → Condivisione
pt_pt: Colar do Mac → Definições → Partilha

source: Paste from clipboard
de: Aus Zwischenablage einfügen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
pt_pt: Colar da área de transferência

source: Point at the QR in Splynek → Settings → Web dashboard
de: Auf den QR in Splynek → Einstellungen → Web-Dashboard zielen
es: Apunta al QR en Splynek → Ajustes → Panel web
fr: Vise le QR dans Splynek → Réglages → Tableau web
it: Inquadra il QR in Splynek → Impostazioni → Dashboard web
pt_pt: Aponta para o QR em Splynek → Definições → Painel web

source: Port (default 18280)
de: Port (Standard 18280)
es: Puerto (predeterminado 18280)
fr: Port (par défaut 18280)
it: Porta (predefinita 18280)
pt_pt: Porta (predefinição 18280)

source: Queue download
de: Download in Warteschlange
es: Poner descarga en cola
fr: Mettre en file d'attente
it: Aggiungi in coda
pt_pt: Adicionar à fila

source: Queued
de: In Warteschlange
es: En cola
fr: En file d'attente
it: In coda
pt_pt: Em fila

source: Reachable via iCloud
de: Über iCloud erreichbar
es: Accesible vía iCloud
fr: Accessible via iCloud
it: Raggiungibile tramite iCloud
pt_pt: Acessível via iCloud

source: Recommended: API token (Pro)
de: Empfohlen: API-Token (Pro)
es: Recomendado: token de API (Pro)
fr: Recommandé : jeton d'API (Pro)
it: Consigliato: token API (Pro)
pt_pt: Recomendado: token de API (Pro)

source: Relay
de: Relais
es: Reenvío
fr: Relais
it: Inoltro
pt_pt: Reencaminhamento

source: Scan QR from Mac
de: QR vom Mac scannen
es: Escanear QR del Mac
fr: Scanner le QR du Mac
it: Scansiona il QR dal Mac
pt_pt: Ler QR do Mac

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt_pt: Enviar

source: Send to
de: Senden an
es: Enviar a
fr: Envoyer à
it: Invia a
pt_pt: Enviar para

source: Send to Splynek
de: An Splynek senden
es: Enviar a Splynek
fr: Envoyer à Splynek
it: Invia a Splynek
pt_pt: Enviar para o Splynek

source: Send via iCloud when off Wi-Fi
de: Über iCloud senden, wenn kein WLAN verfügbar
es: Enviar por iCloud sin Wi-Fi
fr: Envoyer via iCloud sans Wi-Fi
it: Invia tramite iCloud senza Wi-Fi
pt_pt: Enviar via iCloud sem Wi-Fi

source: Sending…
de: Senden …
es: Enviando…
fr: Envoi…
it: Invio…
pt_pt: A enviar…

source: Sent via iCloud
de: Über iCloud gesendet
es: Enviado vía iCloud
fr: Envoyé via iCloud
it: Inviato tramite iCloud
pt_pt: Enviado via iCloud

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_pt: Definições

source: Splynek Pro feature.
de: Splynek Pro-Funktion.
es: Función de Splynek Pro.
fr: Fonctionnalité Splynek Pro.
it: Funzionalità Splynek Pro.
pt_pt: Funcionalidade do Splynek Pro.

source: Submit
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt_pt: Enviar

source: Submit URL
de: URL senden
es: Enviar URL
fr: Envoyer un URL
it: Invia URL
pt_pt: Enviar URL

source: Tap Test pairing to send a /status request and confirm the token + LAN route are healthy.
de: Tippe auf „Verbindung testen", um eine /status-Anfrage zu senden und den Token + die LAN-Route zu bestätigen.
es: Pulsa Probar emparejamiento para enviar una solicitud /status y confirmar que el token y la ruta LAN están bien.
fr: Appuie sur Tester l'appairage pour envoyer une requête /status et confirmer que le jeton et la route LAN sont OK.
it: Tocca Verifica abbinamento per inviare una richiesta /status e confermare che token e percorso LAN siano OK.
pt_pt: Toca em Testar emparelhamento para enviar um pedido /status e confirmar que o token + rota LAN estão saudáveis.

source: Tap to pair · v%@
de: Zum Koppeln tippen · v%@
es: Toca para emparejar · v%@
fr: Touchez pour appairer · v%@
it: Tocca per abbinare · v%@
pt_pt: Toca para emparelhar · v%@

source: Test pairing
de: Verbindung testen
es: Probar emparejamiento
fr: Tester l'appairage
it: Verifica abbinamento
pt_pt: Testar emparelhamento

source: This extension works on URL-shaped content — articles, video pages, file links, etc.
de: Diese Erweiterung funktioniert mit URL-Inhalten — Artikel, Video-Seiten, Datei-Links usw.
es: Esta extensión funciona con contenido tipo URL — artículos, páginas de vídeo, enlaces a archivos, etc.
fr: Cette extension fonctionne avec du contenu URL — articles, pages vidéo, liens de fichier, etc.
it: Questa estensione funziona con contenuti URL — articoli, pagine video, link a file, ecc.
pt_pt: Esta extensão funciona com conteúdos URL — artigos, páginas de vídeo, ligações para ficheiros, etc.

source: Trust Watcher monitors Privacy Policies + Terms of Service for changes. Ask the Mac owner to upgrade in About → Splynek Pro.
de: Der Vertrauenswächter überwacht Änderungen an Datenschutzerklärungen und AGB. Bitten Sie den Mac-Besitzer, in Info → Splynek Pro auf Pro zu aktualisieren.
es: El Vigía de confianza monitoriza cambios en Políticas de Privacidad y Términos de Servicio. Pide al propietario del Mac que haga el upgrade en Acerca de → Splynek Pro.
fr: La Sentinelle de confiance surveille les modifications des politiques de confidentialité et des CGU. Demandez au propriétaire du Mac de mettre à niveau dans À propos → Splynek Pro.
it: La Sentinella di fiducia monitora le modifiche a Informative sulla privacy e Termini di servizio. Chiedi al proprietario del Mac di aggiornare in Informazioni → Splynek Pro.
pt_pt: O Vigia de Confiança monitoriza alterações em Políticas de Privacidade e Termos de Serviço. Pede ao dono do Mac para fazer upgrade em Sobre → Splynek Pro.

source: URL to download
de: URL zum Herunterladen
es: URL para descargar
fr: URL à télécharger
it: URL da scaricare
pt_pt: URL para transferir

source: URLs only send over local Wi-Fi. Submissions fail when the Mac is unreachable.
de: URLs werden nur über lokales WLAN gesendet. Übermittlungen scheitern, wenn der Mac nicht erreichbar ist.
es: Los URLs solo se envían por Wi-Fi local. Los envíos fallan si el Mac no está accesible.
fr: Les URLs n'envoient que par Wi-Fi local. L'envoi échoue si le Mac n'est pas joignable.
it: Gli URL si inviano solo via Wi-Fi locale. L'invio fallisce se il Mac non è raggiungibile.
pt_pt: Os URLs só são enviados por Wi-Fi local. Os envios falham quando o Mac está inacessível.

# Watching %@ apps · %@
source: Watching %1$@ apps · %2$@
de: Überwacht %1$@ Apps · %2$@
es: Vigilando %1$@ apps · %2$@
fr: Surveille %1$@ applications · %2$@
it: Monitoraggio %1$@ app · %2$@
pt_pt: A vigiar %1$@ apps · %2$@

source: When the iPhone can't reach the Mac over Wi-Fi, the URL is sent through your private iCloud database. The Mac picks it up within 60 seconds the next time it polls. Nothing leaves your iCloud account.
de: Wenn das iPhone den Mac nicht über WLAN erreicht, wird die URL über deine private iCloud-Datenbank gesendet. Der Mac holt sie innerhalb von 60 Sekunden beim nächsten Abruf ab. Nichts verlässt deinen iCloud-Account.
es: Cuando el iPhone no llega al Mac por Wi-Fi, el URL se envía por tu base de datos privada de iCloud. El Mac la recoge en 60 segundos en el siguiente sondeo. Nada sale de tu cuenta de iCloud.
fr: Quand l'iPhone n'atteint pas le Mac en Wi-Fi, l'URL passe par ta base privée iCloud. Le Mac la récupère sous 60 secondes au prochain sondage. Rien ne quitte ton compte iCloud.
it: Quando l'iPhone non raggiunge il Mac in Wi-Fi, l'URL passa per il tuo database iCloud privato. Il Mac la recupera entro 60 secondi al prossimo poll. Niente lascia il tuo account iCloud.
pt_pt: Quando o iPhone não chega ao Mac por Wi-Fi, o URL passa pela tua base de dados privada do iCloud. O Mac apanha-o em 60 segundos no próximo poll. Nada sai da tua conta iCloud.

source: Geo-fence
es: Geo-cerca
fr: Géofence
it: Geo-recinto

source: Version
es: Versión
it: Versione
pt_pt: Versão

source: Token
fr: Jeton
